Repository: AutoDarkMode/Windows-Auto-Night-Mode
Catalog: AutoDarkModeApp/Strings/*/Resources.resw
Source language: en_us
Languages: ar, cs, de, el_gr, es, fr, hu, id, it, ja, ko, nb_no, nl, pl, pt_pt, ro, ru, sr, tr, uk, vi, zh_hans, zh_hant

source: Custom script user repository
ar: مستودع مستخدم البرنامج النصي المخصص
cs: Uživatelské úložiště vlastních skriptů
de: Sammlung für Benutzerskripte
el_gr: Αποθετήριο χρήστη προσαρμοσμένου script
es: Repositorio personalizado del usuario de los script
fr: Dépôt de scripts personnalisés par les utilisateurs
hu: Egyéni szkript felhasználói adattár
id: Repo pengguna untuk skrip kustom
it: Repository di script personalizzati dell'utente
ja: 様々なカスタムスクリプトの倉庫
ko: 사용자 지정 스크립트 레포지토리
nl: Repository met aangepaste scripts
pl: Repozytorium ze skryptami użytkowników
pt_pt: Repositório do utilizador para scripts personalizados
ro: Colecție cod utilizator speciale
ru: Репозиторий пользовательских скриптов
sr: Repozitorijum za korisničke skripte
tr: Özel komut dosyası kullanıcı deposu
uk: Репозиторій користувацьких скриптів
vi: Kho lưu trữ tập lệnh người dùng tùy chỉnh
zh_hans: 自定义脚本的用户仓库
zh_hant: 自訂指令碼的使用者儲存庫

source: Custom start time
ar: وقت البدء المخصّص
cs: Vlastní čas začátku
de: Benutzerdefinierte Startzeit
el_gr: Προσαρμοσμένη ώρα εκκίνησης
es: Hora de inicio personalizada
fr: Heure de début personnalisée
hu: Egyéni kezdési idő
id: Waktu mulai kustom
it: Ora di inizio personalizzata
ja: 開始時間の指定
ko: 사용자 지정 시작 시간
nl: Aangepaste starttijd
pl: Wybierz czas uruchamiania
pt_pt: Hora de início personalizada
ro: Ora de pornire personalizată
ru: Время смены темы
sr: Prilagođeno vreme
tr: Başlangıç zamanı
uk: Оберіть свій час початку
vi: Tuỳ chọn thời điểm chuyển đổi
zh_hans: 自定义起始时间
zh_hant: 自訂開始時間

source: Dark
ar: داكن
cs: Tmavý
de: Dunkel
el_gr: Σκοτεινό
es: Oscuro
fr: Sombre
hu: Sötét
id: Gelap
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt_pt: Escuro
ro: Închis
ru: Тёмная
sr: Tamna
tr: Koyu
uk: Темна
vi: Tối
zh_hans: 深色
zh_hant: 深色

source: Dark theme
ar: نسق داكنة
cs: Tmavý motiv
de: Dunkles Design
el_gr: Σκοτεινό θέμα
es: Tema oscuro
fr: Thème sombre
hu: Sötét téma
id: Tema gelap
it: Tema scuro
ja: ダークテーマ
ko: 다크 테마
nl: Donker thema
pl: Ciemny motyw
pt_pt: Tema escuro
ro: Tema întunecată
ru: Тёмная тема
sr: Tamna tema
tr: Koyu tema
uk: Темна тема
vi: Chủ đề tối
zh_hans: 深色主题
zh_hant: 深色主題

source: Delay
ar: التأخير
cs: Zpoždění
de: Verzögern
el_gr: Καθυστέρηση
es: Demorar
fr: Délai
hu: Késleltetés
id: Tunda
it: Ritardo
ja: 遅延させる
ko: 지연
nb_no: Forsinkelse
nl: Uitstellen
pl: Opóźnij
pt_pt: Atraso
ro: Amânare
ru: Задержка
sr: Kašnjenje
tr: Geciktir
uk: Затримка
vi: Trì hoãn
zh_hans: 推迟
zh_hant: 延遲

source: Disabled
ar: معطل
cs: Zakázáno
de: Deaktiviert
el_gr: Ανενεργό
es: Deshabilitado
fr: Désactivé
hu: Letiltva
id: Dinonaktifkan
it: Disabilitato
ja: 無効
ko: 비활성화
nb_no: Avslått
nl: Uitgeschakeld
pl: Wyłączony
pt_pt: Desactivado
ro: Dezactivat
ru: Отключено
sr: Onemogućeno
tr: Devre dışı
uk: Вимкнено
vi: Tắt
zh_hans: 已禁用
zh_hant: 已停用

source: Disconnected
ar: غير متصل
cs: Odpojeno
de: Nicht verbunden
el_gr: Αποσυνδέθηκε
es: Desconectando
fr: Déconnecté
hu: Nincs csatlakoztatva
id: Terputus
it: Scollegato
ja: 切断済み
ko: 연결 끊김
nb_no: Frakoblet
nl: Verbinding verbroken
pl: Odłączony
pt_pt: Desconectado
ro: Deconectat
ru: Отключено
sr: Nije povezano
tr: Bağlantı kesildi
uk: Відключено
vi: Ngắt kết nối
zh_hans: 已断开
zh_hant: 已中斷連結

source: Documentation for custom scripts
ar: توثيق النصوص البرمجية المخصصة
cs: Dokumentace k vlastním skriptům
de: Dokumentation für benutzerdefinierte Skripte
el_gr: Τεκμηρίωση για προσαρμοσμένα scripts
es: Documentación para scripts personalizados
fr: Documentation pour les scripts personnalisés
hu: Egyéni szkriptek dokumentációja
id: Dokumentasi untuk skrip kustom
it: Documentazione per script personalizzati
ja: カスタムスクリプトの解説文書
ko: 사용자 지정 스크립트 문서
nl: Documentatie voor aangepaste scripts
pl: Dokumentacja dla skryptów niestandardowych
pt_pt: Documentação para scripts personalizados
ro: Documentare pentru cod specific
ru: Документация для пользовательских скриптов
sr: Dokumentacija za sopstvene skripte
tr: Özel komut dosyaları için dokümantasyon
uk: Документація для користувацьких скриптів
vi: Tài liệu cho tập lệnh tùy chỉnh
zh_hans: 自定义脚本的文档
zh_hant: 自訂指令碼的文件

# Donation
source: Donate
ar: تبرع
cs: Přispět
de: Spenden
el_gr: Δωρεά
es: Donar
fr: Faire un don
hu: Támogatás
id: Donasi
it: Donazioni
ja: 寄付
ko: 기부
nb_no: Donér
nl: Doneren
pl: Przekaż darowiznę
pt_pt: Doar
ro: Donează
ru: Пожертвовать
sr: Donirajte
tr: Bağış yap
uk: Підтримати
vi: Đóng góp
zh_hans: 捐赠
zh_hant: 贊助

# Donation_Description
source: Thank you for using Auto Dark Mode! Do you like it so far? This app makes your every day more pleasant, by helping you take care of your eyes. At the same time it's completely free, ad-free, doesn't collect user data and it's open source. I don't generate any profit with this project. For this reason you could support me with a voluntary donation. Even a small amount makes me jumping happy through my apartment. Just donate as much as you value my work.
ar: مرحبًا! شكرًا لك على استخدام الوضع الداكن التلقائي! هل أعجبك حتى الآن؟ هذا التطبيق يجعل حياتك اليومية أكثر متعة، من خلال مساعدتك في العناية بعينيك. في نفس الوقت هو مجاني تمامًا وخالٍ من الإعلانات ولا يجمع بيانات المستخدم وهو مفتوح المصدر. أنا لا أحقق أي ربح من هذا المشروع. لهذا السبب يمكنك دعمي بتبرع طوعي. حتى لو كان مبلغًا صغيرًا يجعلني أقفز سعيدًا من خلال شقتي. فقط تبرع بقدر ما تقدر عملي.
cs: Ahoj a děkuji, že používáte Auto Dark Mode. Auto Dark Mode se snaží zpříjemnit každodenní používání počítače tím, že se stará o Váš zrak. Přitom je zcela zdarma, bez reklam, open-source, ani nesbírá žádná data. Aplikace je nezisková. Jestli se Vám moje aplikace líbí, zvažte, zda byste mne nechtěli podpořit. I malý peněžní příspěvek mi udělá neskonalou radost; u větších budu přímo skákat radostí po bytě.
de: Hallo! Vielen Dank, dass du Auto Dark Mode nutzt! Gefällt dir die App? Die App gestaltet deinen Alltag angenehmer, da sie deine Augen schont. Gleichzeitig ist sie komplett gratis, werbefrei, kommt ohne Datenerhebung aus und ist vollständig Open Source. Ich erziele keinerlei Einnahmen mit diesem Projekt. Aus diesem Grund hast du die Möglichkeit, mir eine kleine Spende dazulassen. Selbst ein kleiner Betrag lässt mich vor Freude durch meine Wohnung springen. Spende einfach so viel, wie dir meine Arbeit wert ist.
el_gr: Γειά σας! Σας ευχαριστούμε που χρησιμοποιείτε το Auto Dark Mode! Σας αρέσει μέχρι τώρα; Αυτή η εφαρμογή κάνει την καθημερινότητά σας πιο ευχάριστη, βοηθώντας σας να φροντίζετε τα μάτια σας. Ταυτόχρονα είναι εντελώς δωρεάν, χωρίς διαφημίσεις, δεν συλλέγει δεδομένα χρήστη και είναι ανοιχτού κώδικα. Δεν αποφέρω κανένα κέρδος με αυτό το έργο. Για αυτό το λόγο μπορείτε να με υποστηρίξετε με μια εθελοντική δωρεά. Ακόμη και ένα μικρό ποσό με κάνει να χοροπηδάω χαρούμενος στο διαμέρισμά μου. Απλώς κάντε μια δωρεά αντίστοιχη της εκτίμησής σας για τη δουλειά μου.
es: ¡Hola! ¡Gracias por usar Auto Dark Mode! ¿Te está gustando? Esta aplicación hace tu día a día más agradable, ayudándote a cuidar tus ojos. Al mismo tiempo es completamente gratuita, no tiene anuncios, no recopila información de los usuarios y es de código abierto. No obtengo ningún beneficio económico con este proyecto. Por este motivo puedes apoyarme con una donación voluntaria. Incluso una pequeña cantidad me hace saltar de felicidad por mi apartamento. Tan solo dona tanto como valores mi trabajo.
fr: Salut ! Merci d'utiliser Auto Dark Mode ! Est-ce que vous aimez l'application jusqu'à présent ? Cette application rend votre quotidien plus agréable, en vous aidant à prendre soin de vos yeux. En même temps, elle est complètement gratuite, sans publicité, ne collecte pas les données des utilisateurs et est open source. Je ne génère aucun profit avec ce projet. C'est pourquoi vous pouvez me soutenir avec un don libre. Même un petit montant me fait sauter de joie dans mon appartement. Faites un don dans la mesure où vous appréciez mon travail.
hu: Helló! Köszönjük, hogy az Auto Dark Mode alkalmazást használja. Hogy tetszik önnek eddig? Ez az alkalmazás kellemesebbé teszi mindennapjait, azáltal, hogy gondoskodik a szeméről. Ugyanakkor teljesen ingyenes, hirdetésmentes, nem gyűjt felhasználói adatokat és nyílt forráskódú. Ez a projekt nem hoz nekem semennyi hasznot. Ebből kifolyólag támogathatna egy önkéntes adománnyal. Még egy kis összegtől is boldogan ugrálnék a lakásomban. Csak annyit adományozzon, amennyire ön értékeli a munkámat.
id: Halo! Terima kasih telah menggunakan Auto Dark Mode Apakah Anda menyukainya? Aplikasi ini membuat hari Anda lebih menyenangkan, dengan membantu merawat mata Anda. Dan juga aplikasi ini gratis, tanpa iklan, tidak mengumpulkan data pengguna dan bersifat open source. Kami tidak mengambil keuntungan apa pun dari proyek ini. Karena itu Anda dapat memberi sumbangan secara sukarela. Sumbangan kecil bahkan membuat kami senang.
it: Grazie per aver utilizzato Auto Dark Mode! Ti piace finora? Questa app rende la tua vita quotidiana più piacevole, aiutandoti a prenderti cura dei tuoi occhi. Allo stesso tempo è completamente gratuita, senza pubblicità, non raccoglie dati utente ed è open source. Io non guadagno nulla da questo progetto. Per questo motivo potresti sostenermi con una donazione volontaria. Anche una piccola cifra mi renderebbe molto felice. Fai una donazione in base a quanto apprezzi il mio lavoro.
ja: Auto Dark Mode のご利用ありがとうございます。気に入っていただけているでしょうか？ このアプリがあなたの目を気遣うことで、あなたの毎日をより快適にするでしょう。それでいて完全に無料で広告もなく、個人情報も収集せず、オープンソースです。 私はこのプロジェクトから利益を生み出していません。 こういった理由から、私の活動支援のための任意の寄付を募っています。どんなに少額でも、私はアパートから飛び出るほど嬉しいのです。私の取り組みに感じた価値をぜひ寄付してください。
ko: Auto Dark Mode를 이용해 주셔서 감사합니다! 마음에 드셨나요? 이 앱은 눈 건강을 관리하여 일상을 더욱 즐겁게 만들어 줄거예요. 완전 무료인데, 광고도 없고, 사용자 데이터도 수집하지 않으며, 오픈 소스입니다. 이 프로젝트로 수익 마저도 창출하지 않습니다. 그러니 자발적으로 기부해 주시면 감사하겠습니다. 소액이라도 저희 아파트에서 행복을 만끽할 수 있습니다. 제 작품을 소중하게 생각하는 만큼 기부해 주세요.
nb_no: Hello! Thank you for using Auto Dark Mode! Do you like it so far? This app makes your everyday more pleasant, by helping you take care of your eyes. At the same time it's completely free, ad-free, doesn't collect user data and it's open source. I don't generate any profit with this project. For this reason you could support me with a voluntary donation. Even a small amount makes me jumping happy through my apartment. Just donate as much as you value my work.
nl: Dankuwel voor het gebruiken van Auto Dark Mode! Wat vindt u ervan? Deze app maakt uw beleving aangenamer door u te helpen voor uw ogen te zorgen. Tegelijkertijd is het compleet gratis, advertentievrij, verzamelt het geen gebruikersgegevens en is het opensource. Ik genereer geen inkomsten met dit project. Hierom zou u mij kunnen steunen met een vrijwillige donatie. Zelfs een klein bedrag maakt me zo blij dat ik door mijn hele appartement spring. Doneer zo veel als u mijn werk waard vindt.
pl: Witaj! Dzięki, że używasz Auto Dark Mode! Jak Ci się podoba? Ta aplikacja sprawia każdy Twój dzień łatwiejszy i dba o Twoje oczy. Równocześnie jest całkowicie darmowa, bez reklam, nie zbiera Twoich danych, a kod źródłowy jest otwarty i publiczny. Dlatego niestety nie zarabiam ani grosza na tym projekcie. Jeżeli chcesz, możesz wesprzeć mnie dobrowolną darowizną. Nawet najmniejsza kwota sprawia, że skaczę szczęśliwy po mieszkaniu. Podaruj tyle, na ile cenisz moją pracę.
pt_pt: Olá! Obrigado por utilizar o Auto Dark Mode! Está a gostar dele até agora? Esta aplicação torna o seu dia-a-dia mais agradáveis, ao ajudá-lo a tornar conta dos seus olhos. Ao mesmo tempo, é completamente gratuito, livre de anúncios, não recolhe dados de utilizador e é de código de fonte aberta. Eu não obtenho qualquer lucro com este projeto. Por esta razão pode suportar-me com uma doação voluntária. Até uma pequena quantidade faz-me dar saltos de alegria pelo meu apartamento. Apenas doe o quanto valoriza o meu trabalho.
ro: Salut! Vă mulțumim că folosiți Auto Dark Mode! Îți place până acum? Această aplicație vă face fiecare zi mai plăcută, ajutându-vă să aveți grijă de ochi. În același timp, este complet gratuit, fără reclame, nu colectează date despre utilizatori și este open source. Nu generez profit cu acest proiect. Din acest motiv ai putea sa ma sustii cu o donatie voluntara. Chiar și o cantitate mică mă face să sar fericit prin apartamentul meu. Doar donați atât cât apreciezi munca mea.
ru: Привет! Спасибо за использование Auto Dark Mode! Вам нравится это приложение? Это приложение делает вашу повседневную жизнь более приятной, помогая заботиться о ваших глазах. В то же время, оно абсолютно бесплатно, без рекламы, не собирает персональные данные и имеет открытый исходный код. Я не получаю никакой прибыли с этого проекта. По этой причине вы могли бы поддержать меня добровольным пожертвованием — даже от небольшой суммы я буду прыгать от счастья по квартире. Просто пожертвуйте столько, на сколько вы оцениваете мой труд.
sr: Ćao! Hvala vam što koristite Auto Dark Mode! Da li vam se sviđa za sad? Ova aplikacija čini vašu svakodnevicu prijatnijom tako što vam pomaže da se brinete za svoj vid. Takođe je potpuno besplatna, bez reklama, ne prikuplja korisničke podatke, i otvorenog je koda. Nemam nikakvu zaradu od ovog projekta. Zato bi bilo baš lepo od vas da me podržite donacijom. Čak i mala količina je dovoljna da skakućem po svom stanu od sreće. Donirajte koliko god smatrate da moj rad zaslužuje.
tr: Merhaba! Auto Dark Mode'u kullandığınız için teşekkürler! Şimdiye kadar beğendin mi? Bu uygulama gözlerinize iyi bakmanıza yardımcı olarak günlük hayatınızı daha keyifli hale getirir. Aynı zamanda tamamen ücretsizdir, reklamsızdır, kullanıcı verilerini toplamaz ve açık kaynaklıdır. Bu proje ile herhangi bir kazanç elde etmiyorum. Bu nedenle bana gönüllü bir bağışla destek olabilirsiniz. Küçük bir miktar bile beni dairemde mutlu ediyor. Çalışmalarıma değer verdiğin kadar bağış yap.
uk: Вітаю! Дякую за використання Auto Dark Mode! Поки подобається цей застосунок? Auto Dark Mode робить ваше повсякдення приємнішим, допомагаючи дбати про очі. У той же час він абсолютно безплатний, без реклами, не збирає даних про користувачів та має відкриті джерела. Я не отримую жодного прибутку від цього проєкту. З цієї причини ви могли б підтримати мене добровільним внеском. Навіть від невеликої суми я стрибатиму по квартирі. Просто пожертвуйте стільки, на скільки цінуєте мою роботу.
vi: Xin chào! Cảm ơn bạn đã sử dụng Auto Dark Mode! Trong quá trình sử dụng, bạn có thích nó chứ? Ứng dụng này làm cho việc sử dụng máy tính trở nên dễ chịu hơn, bằng cách giúp bạn chăm sóc đôi mắt của mình. Đồng thời nó hoàn toàn miễn phí, không có quảng cáo, không thu thập dữ liệu người dùng và là mã nguồn mở. Tôi không tạo ra bất kỳ lợi nhuận nào từ dự án này. Vì lý do đó, bạn có thể ủng hộ tôi bằng một khoản đóng góp tự nguyện. Ngay cả một khoản tiền nhỏ cũng khiến tôi ngập trong vui sướng. Hãy đóng góp một mức mà bạn nghĩ là xứng đáng với lợi ích mà ứng dụng này mang đến cho bạn.
zh_hans: 感谢您使用 Auto Dark Mode！到现在为止，您还喜欢这个应用吗？ 这个应用保护您的眼睛，让您每天的心情更加愉悦。同时它也是一个完全免费、无广告、不收集用户数据的开源项目。我并不靠本项目盈利。 如上所述，您可以通过自愿捐赠支持我，甚至一笔小钱都能让我开心得一蹦三尺高。您认为我的工作值得多少，就捐赠多少吧。
zh_hant: 感謝你使用 Auto Dark Mode！到目前為止你喜歡此程式嗎？ 此程式透過自動調整色彩保護你的眼睛，讓你在使用電腦時更加舒適。同時完全免費、無廣告、不收集使用者資料，且開放原始碼。我不會從此程式獲得任何收益。 所以希望你能夠自願透過贊助來支持我。即使是一小筆錢也能使我在我的公寓裡開心地活蹦亂跳。只要贊助你覺得此程式在你心中值多少錢即可。

# DonationHowTo
source: How to donate?
ar: كيف تتبرع؟
cs: Jak přispět?
de: Wie spenden?
el_gr: Πώς να κάνετε δωρεά;
es: ¿Cómo donar?
fr: Comment donner ?
hu: Hogyan lehet adományozni?
id: Bagaimana cara mendonasi?
it: Come fare una donazione?
ja: 寄付するには？
ko: 기부는 어떻게 하나요?
nb_no: Hvordan donere?
nl: Hoe doneren?
pl: Jak?
pt_pt: Como doar?
ro: Cum să donezi?
ru: Как пожертвовать?
sr: Kako donirati?
tr: Nasıl bağış yapabilirim?
uk: Як підтримати?
vi: Làm cách nào để đóng góp tự nguyện?
zh_hans: 如何捐赠？
zh_hant: 如何贊助？

# DonationPayPal_Description
source: You can send me money via PayPal. It's completely voluntary and you shouldn't expect any compensation.
ar: يمكنك إرسال الأموال عبر PayPal. إنه أمر تطوعي تماماً ولا يجب أن تتوقع أي تعويض.
cs: Peníze mi můžete poslat skrze PayPal. Váš příspěvek je zcela dobrovolný a neměli byste za něj očekávat žádné výhody.
de: Akzeptiert werden Spenden über PayPal. Diese sind freiwillig und es kommt zu keinerlei Gegenleistung.
el_gr: Μπορείτε να μου στείλετε χρήματα μέσω PayPal. Είναι εντελώς εθελοντικό και δεν πρέπει να περιμένετε καμία αποζημίωση.
es: Puedes donarme dinero mediante PayPal. Es completamente voluntario y no deberías esperar ninguna ventaja.
fr: Vous pouvez m'envoyer de l'argent via PayPal. C'est totalement volontaire et vous ne devez pas vous attendre à une quelconque compensation.
hu: Pénzt küldhet nekem PayPal-on keresztül. Ez teljesen önkéntes, és nem szabad semmilyen kompenzációra számítani.
id: Anda dapat mendonasikan uang kepada kami menggunakan Paypal. Ini sepenuhnya secara sukarela dan Anda tidak berhak kompensasi apapun.
it: Puoi inviarmi denaro tramite PayPal. È una scelta del tutto volontaria e non dovresti aspettarti alcun compenso.
ja: PayPal 経由で送金できます。寄付は自発的なもので、あなたへの見返りを期待しないでください。
ko: PayPal로 송금해 주세요. 이건 자발적으로 하시는 거니까 어떤 보상도 기대하지는 마세요.
nb_no: Du kan sende meg penger via PayPal. Det er helt frivillig og du bør ikke forvente noen kompensasjon.
nl: U kunt geld sturen via PayPal. Het is volledig vrijwillig en u hoeft geen compensatie te verwachten.
pl: Możesz mi wysłać pieniądze PayPalem. Jest to całkowicie dobrowolne, dlatego niestety nie otrzymasz niczego w zamian.
pt_pt: Pode enviar-me dinheiro via Paypal. É completamente voluntário e não deve esperar qualquer compensação.
ro: Îmi poți trimite bani prin PayPal. Este complet voluntar și nu ar trebui să vă așteptați la nicio compensație.
ru: Вы можете отправить мне деньги через PayPal. Это полностью добровольно, вам не следует ожидать за это какой-либо компенсации.
sr: Možete mi poslati novac preko PayPal-a. To je potpuno neobavezno, ne očekujte nikakvu kompenzaciju.
tr: Bana PayPal ile para gönderebilirsiniz. Tamamen isteğe bağlıdır ve herhangi bir karşılık beklememelisiniz.
uk: Ви можете надіслати мені гроші через PayPal. Це абслютно добровільна справа, і не слід очікувати жодної компенсації.
vi: Bạn có thể gửi tiền cho tôi qua PayPal. Nó hoàn toàn tự nguyện và không thể bồi hoàn.
zh_hans: 您可以通过 PayPal 自愿且无偿地向我汇款。
zh_hant: 你可以透過 PayPal 贊助我。這完全是自願的，你不應該期望任何賠償。

# DonotSwitchGPUMonitoring
source: Don't switch while playing games
ar: لا تقم بالتبديل أثناء لعب ألعاب الفيديو
cs: Nepřepínat při hraní videoher
de: Kein Designwechsel in einem Spiel
el_gr: Να μην γίνεται εναλλαγή όταν εκτελείται ένα παιχνίδι
es: No cambiar jugando a videojuegos
fr: Ne pas changer pendant les jeux vidéos
hu: Ne váltson, miközben videojátékkal játszom
id: Jangan berganti ketika bermain video game
it: Non cambiare mentre stai giocando
ja: ビデオゲーム中は切り替えない
ko: 게임을 하는 동안 전환하지 않음
nb_no: Ikke bytt mens man spiller videospill
nl: Niet van thema wisselen tijdens het spelen van games
pl: Nie przełączaj podczas grania w gry wideo
pt_pt: Não mudar enquando estiver a jogar jogos de vídeo
ro: Nu schimbați în timp ce jucați jocuri video
ru: Не переключать тему во время игры в видеоигры
sr: Ne menjaj dok igram video igre
tr: Video oyunları oynarken değiştirme yapma
uk: Не перемикатися під час гри у відеоігри
vi: Không chuyển chủ đề khi đang chơi game
zh_hans: 玩游戏时不进行切换
zh_hant: 不要在遊玩遊戲時切換

# DonotSwitchIdleTimer
source: Don't switch themes unless the system is idle
ar: لا تقم بتبديل النسق إلا إذا كان النظام خاملاً
cs: Neměnit motivy pokud systém není v nečinnosti
de: Kein Designwechsel, wenn das System beschäftigt ist
el_gr: Να μην γίνεται εναλλαγή θεμάτων εκτός εάν το σύστημά είναι σε αδράνεια
es: No cambiar temas salvo que el sistema esté en reposo
fr: Ne pas changer de thème à moins que le système ne soit inactif
hu: Csak akkor váltson témát, ha a rendszer tétlen
id: Jangan beralih tema kecuali sistem menganggur
it: Non cambiare tema a meno che il sistema non sia inattivo
ja: システムがアイドル状態でないならテーマを切り替えない
ko: 시스템이 대기 상태가 아니면 테마 전환 하지 않음
nb_no: Ikke bytt tema, med mindre systemet er inaktivt
nl: Niet van thema wisselen tenzij het systeem inactief is
pl: Nie przełączaj, jeśli system jest zajęty
pt_pt: Não mudar temas a não ser que o sistema não esteja a fazer nada
ro: Nu schimbați teme decât dacă sistemul este inactiv
ru: Не переключать темы, пока система не бездействует
sr: Ne menjaj teme ako sistem nije neaktivan
tr: Sistem boşta olmadığı sürece temaları değiştirme
uk: Не перемикати теми якщо система не в режимі очікування
vi: Không chuyển chủ đề trừ khi hệ thống đang nghỉ
zh_hans: 系统非空闲状态时不进行切换
zh_hant: 僅在系統處於空閒狀態時切換主題

# Edge
source: Edge (Legacy)
ar: إيدج (الإصدار القديم)
cs: Edge (stará verze)
de: Edge (alte Version)
el_gr: Edge (παλιά μέθοδος)
es: Edge (versión antigua)
fr: Edge (ancienne version)
hu: Edge (Régi)
id: Edge (versi lama)
it: Edge (vecchia versione)
ja: Edge (旧バージョン用)
ko: Edge (기존)
nl: Edge (oud)
pl: Edge (starsza wersja)
pt_pt: Edge (versão Legacy)
ro: Edge (Versiune veche)
ru: Edge (старая версия)
sr: Edge (zastareli)
tr: Edge (Eski)
uk: Edge (застарілий)
vi: Edge (Phiên bản cũ)
zh_hans: Edge（旧版）
zh_hant: Edge（舊版）

# EnableAccentColorSwitch
source: Switch accent colors
ar: تمكين مفتاح تبديل لون التمييز
cs: Povolit kontrastní barvy
de: Akzentfarbenwechsel aktivieren
el_gr: Ενεργοποίηση εναλλαγής χρώματος έμφασης
es: Habilitar el cambio del color del acento
fr: Activer le changer de couleur d'accentuation
hu: Témaszín kapcsoló engedélyezése
id: Nyalakan pergantian aksen warna
it: Cambia il colore principale
ja: アクセントカラーの切替を有効化
ko: 강조 색상 전환 활성화
nb_no: Enable Accent color switch
nl: Wissel accentkleur
pl: Włącz zmianę koloru akcentu
pt_pt: Ativar troca da cor de destaque
ro: Activează schimbarea culori pentru accentuare
ru: Переключение акцентного цвета
sr: Omogući promenu boje naglašavanja
tr: Vurgu rengi değişimini etkinleştir
uk: Ввімкнути перемикач кольору акценту
vi: Bật công tắc màu nhấn
zh_hans: 启用主题色切换
zh_hant: 切換輔色

# EnableAutoThemeSwitch
source: Automatically switch themes
ar: تمكين التبديل التلقائي للنسق
cs: Povolit automatické přepínání motivů
de: Automatischen Designwechsel aktivieren
el_gr: Ενεργοποίηση αυτόματης εναλλαγής θέματος
es: Activar el cambio de tema automático
fr: Activer le changement de thème automatique
hu: Automatikus téma változtatás engedélyezése
id: Nyalakan pergantian tema otomatis
it: Cambia automaticamente i temi
ja: テーマを自動で切り替える
ko: 테마 자동 전환 활성화
nb_no: Enable automatic theme switching
nl: Automatisch wisselen van thema
pl: Włącz automatyczne przełączanie motywu
pt_pt: Ativar a troca automática de tema
ro: Activați schimbarea automată a temei
ru: Автоматическое переключение темы
sr: Omogući automatsku promenu tema
tr: Otomatik tema değişikliğini etkinleştir
uk: Увімкнути автоматичне перемикання тем
vi: Bật tính năng thay đổi chủ đề
zh_hans: 启用自动主题切换
zh_hant: 自動切換主題

# EnableCursorSwitch
source: Switch mouse pointers
ar: تمكين تبديل مؤشر الماوس
cs: Povolení přepínání kurzoru myši
de: Mauszeiger Designwechsel aktivieren
el_gr: Ενεργοποίηση αλλαγής δείκτη ποντικιού
es: Habilitar el cambio del puntero del ratón
fr: Activer le changement de la souris
hu: Egérkurzor váltás engedélyezése
id: Nyalakan pergantian kursor tetikus
it: Cambia i puntatori del mouse
ja: マウスカーソルの切替を有効化
ko: 마우스 커서 전환 활성화
nb_no: Slå på musemarkør-bytte
nl: Wissel muisaanwijzers
pl: Włącz zmianę kursora myszy
pt_pt: Ativar alteração do cursor do rato
ro: Activează schimbare cursor mouse
ru: Включить переключение указателя мыши
sr: Omogući promenu kursora miša
tr: Fare imleci değişimini etkinleştir
uk: Ввімкнути перемикач курсору миші
vi: Kích hoạt chuyển đổi con trỏ chuột
zh_hans: 启用鼠标光标切换
zh_hant: 切換滑鼠游標
